{"meta":{"title":"Zhenyu's Blog | Choose distance.","subtitle":"","description":"","author":"zhenyu","url":"http://yoursite.com","root":"/"},"pages":[{"title":"所有分类","date":"2020-05-31T08:02:51.987Z","updated":"2020-05-31T08:02:51.987Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"关于","date":"2020-05-31T09:56:09.237Z","updated":"2020-05-31T09:56:09.237Z","comments":true,"path":"about/index.html","permalink":"http://yoursite.com/about/index.html","excerpt":"","text":"计算机专业本科在校生，编程菜鸡一枚，小站刚刚创建，欢迎大佬指教！~"},{"title":"所有标签","date":"2020-05-31T08:55:40.192Z","updated":"2020-05-31T08:55:40.192Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""},{"title":"404 Not  Found","date":"2020-05-31T13:47:33.701Z","updated":"2020-05-31T13:47:33.701Z","comments":true,"path":"404.html","permalink":"http://yoursite.com/404.html","excerpt":"","text":"404 很抱歉，您访问的页面不存在 可能是输入地址有误或该地址已被删除"}],"posts":[{"title":"科目二考试全过程（转）","slug":"科目二考试全流程详解","date":"2020-06-04T12:43:25.653Z","updated":"2020-06-04T12:48:38.262Z","comments":true,"path":"2020/06/04/科目二考试全流程详解/","link":"","permalink":"http://yoursite.com/2020/06/04/%E7%A7%91%E7%9B%AE%E4%BA%8C%E8%80%83%E8%AF%95%E5%85%A8%E6%B5%81%E7%A8%8B%E8%AF%A6%E8%A7%A3/","excerpt":"[TOC] “三字诀”：慢、稳、准慢：速度要慢，慢是完成一系列操作的基础，只有慢一点才能给你足够的反应时间。 稳：心态平和，不紧张，不慌乱；操控要稳。 准：看准点位，把握好火候，方向盘要打准。","text":"[TOC] “三字诀”：慢、稳、准慢：速度要慢，慢是完成一系列操作的基础，只有慢一点才能给你足够的反应时间。 稳：心态平和，不紧张，不慌乱；操控要稳。 准：看准点位，把握好火候，方向盘要打准。 一、上车准备（按顺序依次进行） 上车检查。方向盘和车轮要回正。方向盘始终在最上面卡紧。 调整座椅。靠背最大幅度往前靠至 90 度；左脚伸至离合器下侧，膝盖弯曲略大于 90 度，便于轻松用力。 调后视镜。左侧要看到左后轮接触地面；右侧看右前门把手在镜子中间。 系安全带。不要忘了或者插到副驾驶座，否则考试直接挂。按左手大拇指指纹。 打左转向灯。若忘了，就挂了。 车辆起步。踩离合、踩刹车，挂一档、松刹车、放手刹，轻抬离合，车辆启动。 二、牵线倒库牵线（若在 2 车道，在此基础上还要多牵 2 步） 点位 1：当肩膀与黄线平行时，方向盘向左一圈半 “打死”，车辆开始左转，目光正视前方，修正方向盘，直到方向盘左边最小铆钉正对着前方第三条黄色虚线的左边缘，左后视镜的中间部分压住左侧黄线为止。注意：中途不允许停车，否则直接挂科。 点位 2：车辆保持直行，当肩膀与地面黄色虚线平行时，离合、刹车 “双踩”，然后准备右倒库 三、倒车入库 右倒库（4 个点位） 点位 1：车辆开始后退，用余光观察左后视镜，当左后视镜与车身相交的夹角点即将抵达黄虚线上沿约 3～4 厘米处时，迅速向右一圈半打死，车辆开始向右侧后退 点位 2：低头弯腰，看左后视镜，当看见左侧车尾与左后方黄线直角之间的间距约 5 厘米左右时（实际有一咔长），方向盘迅速向左回半圈，车辆继续后退，开始入库 点位 3：继续低头弯腰，观察左后视镜，当看见车辆左侧车尾与左侧黄线平行时，方向盘迅速向左回一圈，此时方向盘已正，车辆后半部分已入库 点位 4：车辆继续后退，身体坐正，头朝前，用眼睛余光观察左后视镜与车身相交的夹角，当夹角的点落在左侧前方黄虚线的中间偏下一点时，“双踩死”，准备开始向左出库 左倒库（8 个点位） 起步准备：挂前进档一档，松刹车，缓慢抬离合，车辆开始向前直行，车头开始出库 点位 1：此点位与右倒库一致，特别注意方向盘不要打反。即：观察左后视镜，当看见左后轮越过黄色直角时，方向盘迅速向左一圈半打死 点位 2：车辆开始偏左前行，身体坐正，头看前方，用眼睛余光观察左后视镜的左边沿与左前方第二条黄虚线的右边沿基本重合时，方向盘向右回半圈 点位 3：车辆继续偏左缓慢行驶，头偏向左侧观察，当整个左车窗玻璃缝与左侧黄线平行时，方向盘迅速向右回一圈，此时方向盘已回正 点位 4：车辆继续前行，用眼镜余光观察，当自己的肩膀越过黄虚线时，“双踩死”，挂后档，松刹车，缓抬离合 点位 5：车辆开始后退，继续用余光观察左后视镜，当左后视镜与车身相交的夹角点即将抵达黄虚线上沿约 5～6 厘米处时，迅速向左一圈半打死，车辆开始向左侧后退 点位 6：低头弯腰，看右后视镜，当看见右侧车尾与右后方黄线直角之间的间距约 5 厘米左右时（实际有一咔长），迅速向右回半圈，车辆继续后退，开始入库 点位 7：继续低头弯腰，观察右后视镜，当看见车辆右侧车身与右侧黄线平行时，方向盘迅速向右回一圈，此时方向盘已正，车辆后半部分已入库 点位 8：车辆继续后退，身体坐正，头朝前，用眼睛余光观察左后视镜与车身相交的夹角，当夹角的点落在左侧前方黄虚线的中间偏下一点时，“双踩死”，准备开始向右出库 我倒了个标库 四、侧方停车（7 个点位）点位 1：车辆出库，观察左后轮越过黄色直角时，方向盘迅速向右打死 点位 2：当车辆右雨刮器上的 “三角背” 凸点略高于右侧墙砖上沿时，方向盘向左微调，直到左雨刮器中间缺口与黄线内侧相切，此时方向盘应该是正的。适当修正方向盘，让车辆沿着右侧黄线保持直线行驶。此时车身与右侧黄线不能小于 15 厘米大于 50 厘米 点位 3：观察右后视镜，当右侧黄色直角位于右后视镜中 2/3 处（右上角）时，“双踩”（此时车尾距离直角应该在 1 米以上，如果距离过短，与黄线平行，则直接挂科），挂倒挡，松刹车，轻抬离合，车辆开始后退 点位 4：当右后视镜中的直角接近消失时，方向盘向右打死，低头弯腰，看左后侧墙砖，到第四块砖露出 10-15 厘米左右时，方向盘迅速向左回正，车辆开始进库 点位 5：观察左后视镜，当看到左后轮即将压左侧黄虚线时，方向盘迅速向左一圈半打死，车辆继续后退 点位 6：观察右后视镜，当右车身与右侧黄线平行时，“双踩死”（注意两个不：一是不要回正方向盘；二是 “双踩” 时不要松脚），打左转向灯（勿忘），方向盘保持原样，挂前进档一档，3 秒后（倒数 5 个数），松刹车，缓抬离合，车辆前行 点位 7：出库后，当右刮雨器上的 “三角背” 凸点过右侧墙砖时，方向盘向右回一圈半；当左雨刮器上的 “三角背” 凸点与地面左侧黄线重合后，方向盘向右打一圈，车正后方向盘回正，车辆直行。侧方停车操作完成 后续操作：当车辆方向盘越过左侧花坛时，方向盘左打一圈，然后调整方向盘准备切入曲线弯道入口 五、曲线行驶（8 个点位）点位 1：当左刮雨器上的左二铆钉正对路中间，右三铆钉与右黄线重合时，车辆可以进入车道 点位 2：当车辆引擎盖上的 “左龙骨” 完全盖住右侧黄线时，方向盘向左打一圈（360 度） 点位 3：当 “左龙骨” 到右侧地砖中间时，方向盘向左打 90 度（此时方向盘上的雪铁龙车标应该朝左，呈 90 度垂直，左手在 6 点方向，右手在 12 点方向） 点位 4：车辆向左行驶，当 “左龙骨” 的左侧距地面左侧黄线约 10 厘米处时，方向盘迅速向右回正（360 度 + 90 度） 点位 5：当左刮雨器上的右二铆钉与左侧黄线重合时，方向盘向右打一圈（360 度） 点位 6：当左刮雨器上的右二铆钉与左侧地面墙角重合时，方向盘向右打 90 度 点位 7：当 “右龙骨” 与右侧墙砖相交时，方向盘迅速回正（360 度 + 90 度） 点位 8：调整方向盘，让左雨刮器中间缺口切右侧黄线左边线前行，车正后打左转向灯，车辆向前行驶 六、直角转弯（3 个点位）点位 1：头向左微侧，注意看左侧后视镜与车身的夹角，此时如果看见左侧直角时关左转向灯 点位 2：看引擎盖与前方墙角重合时，方向盘左打死，左后车轮越过左侧直角时间距保持 5 厘米左右 点位 3：车辆向左转弯，观察左侧车窗玻璃缝，当玻璃缝与左侧黄线呈 “倒八字形” 时，方向盘回正，车辆前行，出车道 坡道定点停车起步 七、坡道定点停车进入车道：上坡前有三个点位用来观察车身：1. 看车辆 “左龙骨” 的是否正对着坡道 “黄虚横线” 的第二、三条之间的黑线（通俗地说就是与别人走过的轮胎印重合）；2. 看左刮雨器上的左一小铆钉是否正对着第三条虚线左边缘靠右 10 厘米；3. 看左刮雨器中心缺口是否距离右黄线内侧约一指宽）。 开始上坡：上坡之前要提前抬离合，上抬约 3 厘米左右（比平路上要多抬一点），当车盖翘起时，注意稳定离合（如果此车很慢，似走非走，可适当抬高离合，但幅度不宜过大），上坡过程中可以微修方向，但幅度要小，且修完之后方向要迅速回正。※引擎盖顶端从右至左 1/3 处，轧右侧黄线，车身与右边线距离即为 30 公分左右。 定点停车：车辆向前缓慢行驶，当车引擎盖盖过所有黄线后，把脚放在刹车踏板上做好刹车准备。此时身体要坐正，头向前方，用眼睛余光观察，当左后视镜与车身夹角的点距离中间 “黄实线” 上沿约 5-8 厘米处时，先踩刹车后踩离合，“双踩死”（此时车前轮基本上压在黄虚线上）。打左转向灯，拉起手刹约 2 两秒后，放下手刹。 坡道起步：30 秒内车辆要起步，否则会直接挂科。轻抬离合，等车身轻微抖动，当车身抖动幅度较大时，慢松刹车，车辆起步，方向盘向左修 45 度左右，尽快回正。当车辆即将翻坡时再略抬一点离合，越过平台下冲时，将离合踩到底，轻踩刹车，保持匀速缓慢下坡。","categories":[{"name":"考证","slug":"考证","permalink":"http://yoursite.com/categories/%E8%80%83%E8%AF%81/"}],"tags":[{"name":"驾考","slug":"驾考","permalink":"http://yoursite.com/tags/%E9%A9%BE%E8%80%83/"}]},{"title":"驾考科目二要点","slug":"驾考科目二要点","date":"2020-05-31T13:47:59.425Z","updated":"2020-06-04T12:43:09.841Z","comments":true,"path":"2020/05/31/驾考科目二要点/","link":"","permalink":"http://yoursite.com/2020/05/31/%E9%A9%BE%E8%80%83%E7%A7%91%E7%9B%AE%E4%BA%8C%E8%A6%81%E7%82%B9/","excerpt":"[toc] 原来二月份要考的科目二，好久没练车，忘得一干二净……别躺了，6月份开始继续练车。","text":"[toc] 原来二月份要考的科目二，好久没练车，忘得一干二净……别躺了，6月份开始继续练车。 考前准备： 调整座椅，离合器踩到底 后视镜调整：左边能看到后轮（后视镜1/3） 右边压在后门把手 看到 安全带系好，确保不会弹出 检查仪表板 拉手刹测试 倒车入库： 保持1.5米边距的方法：左后视镜下沿一半的位置贴着线 曲线行驶： 打一圈方向，左车角碰线回正，到右边角再打一圈方向，要出口时候稍微往左边回一些方向。 侧方位停车： 出库时候 先打左灯 车头一般盖线一般后回正，慢慢打一圈。 右边1/3盖到线大概是30公分！ 直角转弯： 左侧雨刮器最高点贴右边线行驶 30公分 左门把手对齐直角。 坡道定点起步： 顶点记得挂空挡。 左后视镜下沿要对齐第二根实线。 大一暑假练车计划： 六月一日开始练车。 暑假至少考完科目二，练熟科目三。 变黑警告 1234function fun()&#123; echo \"这是一个日后生活的基本技能\"; &#125; fun(); 六月一日：​ 今天刚去第一天，预约10号考试，简单练了一下全程，坡道定点和曲线行驶点位看不见。这天气是真热！","categories":[{"name":"考证","slug":"考证","permalink":"http://yoursite.com/categories/%E8%80%83%E8%AF%81/"}],"tags":[{"name":"驾考","slug":"驾考","permalink":"http://yoursite.com/tags/%E9%A9%BE%E8%80%83/"}]},{"title":"Github+hexo博客搭建","slug":"Github-hexo博客搭建","date":"2020-05-31T07:23:54.000Z","updated":"2020-06-04T12:43:03.516Z","comments":true,"path":"2020/05/31/Github-hexo博客搭建/","link":"","permalink":"http://yoursite.com/2020/05/31/Github-hexo%E5%8D%9A%E5%AE%A2%E6%90%AD%E5%BB%BA/","excerpt":"hexo静态博客搭建","text":"hexo静态博客搭建 耗费一晚上加一天时间算是搭建好了hexo博客，过程中也遇到很多问题。好在有CSDN的大佬们的文章帮忙。希望能够持续更新博客哦！","categories":[{"name":"hexo博客搭建","slug":"hexo博客搭建","permalink":"http://yoursite.com/categories/hexo%E5%8D%9A%E5%AE%A2%E6%90%AD%E5%BB%BA/"}],"tags":[{"name":"博客搭建","slug":"博客搭建","permalink":"http://yoursite.com/tags/%E5%8D%9A%E5%AE%A2%E6%90%AD%E5%BB%BA/"},{"name":"github","slug":"github","permalink":"http://yoursite.com/tags/github/"}]}],"categories":[{"name":"考证","slug":"考证","permalink":"http://yoursite.com/categories/%E8%80%83%E8%AF%81/"},{"name":"hexo博客搭建","slug":"hexo博客搭建","permalink":"http://yoursite.com/categories/hexo%E5%8D%9A%E5%AE%A2%E6%90%AD%E5%BB%BA/"}],"tags":[{"name":"驾考","slug":"驾考","permalink":"http://yoursite.com/tags/%E9%A9%BE%E8%80%83/"},{"name":"博客搭建","slug":"博客搭建","permalink":"http://yoursite.com/tags/%E5%8D%9A%E5%AE%A2%E6%90%AD%E5%BB%BA/"},{"name":"github","slug":"github","permalink":"http://yoursite.com/tags/github/"}]}